[
  {
    "name": "Pranamasana (Prayer pose)",
    "process": "Stand upright bringing the feet together and arms by your sides. Slowly bend your elbows to join your palms in a Namaskar Mudra in front of the chest. Close your eyes, relax the entire body, and keep breathing normally. Keep your focus around the chest on Anahata Chakra and chant 'Om Mitraya Namaha'.",
    "breathing": "Normal breathing",
    "precaution": "Spend time on Pranamasana without rushing on to the other pose as it inculcates the devotion for proceeding with the practice. Remember to keep your eyes closed and mentally greet the Sun – the ultimate source of life.",
    "benefits": "Prayer pose signifies the dedication towards the Sun and sun salutation. It calms the mind, develops patience, and relieves stress or anxiety. It activates the Anahata chakra and helps in balancing the emotions.",
    "image" : "assets/images/Prayer Pose.png"
  },
  {
    "name": "Hasta Utthanasana (Raised arms pose)",
    "process": "After exhaling deeply in prayer pose, inhale – separating the hands raising and stretching the arms over the head. Inhale, look up and bend the body slightly backward and push the pelvis forward Keep the arms shoulder-width apart. Feel the stretch in the belly and expansion of the lungs. Chant Om Ravaye Namaha, while practicing hasta utthanasana.",
    "breathing": "Exhale deeply to start, then inhale deeply.",
    "precaution": "N/A",
    "benefits": "Stretches the arms, abdomen, neck, and back muscles. Stimulates the Vishuddhi chakra and balances the thyroid and parathyroid gland and regulates the endocrine system. This posture is beneficial in improving digestion. It also relieves backaches, fatigue, and cures mild anxiety.",
    "image" : "assets/images/Raised arms pose.png"
  },
  {
    "name": "Padahastasana (Standing forward bend)",
    "process": "Exhale and fold forward from the hips placing the palms on the floor on either side of the feet. Try to bring the head as close as possible to the knees. The chest rests against the thighs holding this position. This is practiced while chanting, “Om Suryaya Namaha.”",
    "breathing": "Exhale at beginning.",
    "precaution": "While folding forward keep your spine erect. Instead of reaching the floor with palms, touching the fingertips to the floor would also do.",
    "benefits": "Padahastasana stretches the spine and makes it supple. It strengthens the thighs, calves, and knees. It even relieves anxiety, stress, and headaches. This pose has therapeutic action on insomnia and osteoporosis. It stimulates the Sacral chakra and enhances the creative side of the practitioner as well as brings in pleasure. It is also beneficial for the digestive and reproductive systems.",
    "image" : "assets/images/Standing forward bend.png"
  },
  {
    "name": "Ashwa Sanchalanasana (Equestrian pose)",
    "process": "Inhale, step the right leg back pushing the foot as far as possible, placing the knee on the floor with tucked-in toes. Bend the left knee to place the foot on the floor. Press the palms or fingertips beside the left foot on the floor. Arch the back and tilt the head backward lifting the chin to look up. Here, chant Om Bhanave Namaha.",
    "breathing": "Inhale at start.",
    "precaution": "Keep you internal focus on the eyebrow center. While holing the pose, the hips are pressed downward. The body weight is equally distributed among both the hands, left foot, right knee and toes of the right foot.",
    "benefits": "Ashwa Sanchalanasana enhances the strength of the legs and spine. It increases lung capacity and improves the respiratory system. On the energetic level, it works on Ajna Chakra and develops brain capacity. It cures constipation, indigestion, and sciatica.",
    "image" : "assets/images/Equestrian pose.png"
  },
  {
    "name": "Chaturanga Dandasana (Four-limb pose)",
    "process": "Inhale drawing the left foot backward placing it beside the right. Exhale curling the toes in and pressing the hands on the floor lower the chest closer to the floor. Balance the entire body on the toes and hands.",
    "breathing": "Inhale at start.",
    "precaution": "Keep the shoulders stacked over the wrists. The shoulders must remain relaxed and pulled away from the neck and head. While lowering the torso, align the hips and shoulders in the same plane.",
    "benefits": "This posture focuses on strengthening the core muscles and tones the abdominal muscles. It strengthens the arms, shoulders, and wrists. Chaturanga dandasana also helps improve posture as the spinal muscles also gain strength. The core muscles are actively engaged holding this posture that helps in burning the abdominal fat.",
    "image" : "assets/images/Four-limb pose.png"
  },
  {
    "name": "Ashtanga Namaskar (Eight Limbed pose)",
    "process": "Exhale and lower the knees to the floor and take your hips slightly back. Slide little forward placing the chest and chin on the floor. Therefore, only the toes, knees, chest, hands, and chin touch the floor. The buttocks, hips, and abdomen are kept raised. It is done chanting, Om Pushne Namaha.",
    "breathing": "Exhale at start",
    "precaution": "N/A",
    "benefits": "It strengthens the arms and leg muscles. It stimulates the Manipura Chakra. This pose also relieves digestive ailments.",
    "image" : "assets/images/Eight Limbed pose.png"
  },
  {
    "name": "Bhujangasana (Cobra pose)",
    "process": "Inhale, lower the hips, point the toes back, and slide the chest forward. Arch the back rolling the shoulders down. Slowly look up like the cobra raises its hood. Chant Om Pushne Namaha.",
    "breathing": "Inhale at start.",
    "precaution": "Do not lock the elbows while raising the torso and arching the back. Keep the elbows slightly bent and squeeze them together to the back. The lifted trunk is supported with the helps of the arms. Only the thighs and hips remain in contact with the floor.",
    "benefits": "It improves the blood circulation. This pose stretches the shoulders, chest, back, and legs muscles. It improves the flexibility of the spine. It activates the sacral chakra. This relieves the menstrual pain, backache, and sciatica.",
    "image" : "assets/images/Cobra pose.png"
  },
  {
    "name": "Adho Mukha Svanasana (Downward Facing Dog)",
    "process": "Exhaling lift the hips and push them backward to place the heels on the floor and straighten the arms. Lower the head between the arms, forming an inverted V with the legs, arms, and back. Press the palms and heels on the floor, and take a few breaths. Chant Om Khagaya Namaha, during this pose",
    "breathing": "Exhaling throughout.",
    "precaution": "N/A",
    "benefits": "It activates the vishuddhi chakra. This inverted pose supplies oxygenated blood to the brain and calms the mind. It also improves body posture and helps in increasing height.",
    "image" : "assets/images/Downward Facing Dog.png"
  },
  {
    "name": "Ashwa Sanchalanasana (Equestrian pose)",
    "process": "Inhale, step the right leg back pushing the foot as far as possible, placing the knee on the floor with tucked-in toes. Bend the left knee to place the foot on the floor. Press the palms or fingertips beside the left foot on the floor. Arch the back and tilt the head backward lifting the chin to look up. Here, chant Om Bhanave Namaha.",
    "breathing": "Inhale at start.",
    "precaution": "Keep you internal focus on the eyebrow center. While holing the pose, the hips are pressed downward. The body weight is equally distributed among both the hands, left foot, right knee and toes of the right foot.",
    "benefits": "Ashwa Sanchalanasana enhances the strength of the legs and spine. It increases lung capacity and improves the respiratory system. On the energetic level, it works on Ajna Chakra and develops brain capacity. It cures constipation, indigestion, and sciatica.",
    "image" : "assets/images/Equestrian pose.png"
  },
  {
    "name": "Padahastasana (Standing forward bend)",
    "process": "Exhale and fold forward from the hips placing the palms on the floor on either side of the feet. Try to bring the head as close as possible to the knees. The chest rests against the thighs holding this position. This is practiced while chanting, “Om Suryaya Namaha.”",
    "breathing": "Exhale at beginning.",
    "precaution": "While folding forward keep your spine erect. Instead of reaching the floor with palms, touching the fingertips to the floor would also do.",
    "benefits": "Padahastasana stretches the spine and makes it supple. It strengthens the thighs, calves, and knees. It even relieves anxiety, stress, and headaches. This pose has therapeutic action on insomnia and osteoporosis. It stimulates the Sacral chakra and enhances the creative side of the practitioner as well as brings in pleasure. It is also beneficial for the digestive and reproductive systems.",
    "image" : "assets/images/Standing forward bend.png"
  },
  {
    "name": "Hasta Utthanasana (Raised arms pose)",
    "process": "After exhaling deeply in prayer pose, inhale – separating the hands raising and stretching the arms over the head. Inhale, look up and bend the body slightly backward and push the pelvis forward Keep the arms shoulder-width apart. Feel the stretch in the belly and expansion of the lungs. Chant Om Ravaye Namaha, while practicing hasta utthanasana.",
    "breathing": "Exhale deeply to start, then inhale deeply.",
    "precaution": "N/A",
    "benefits": "Stretches the arms, abdomen, neck, and back muscles. Stimulates the Vishuddhi chakra and balances the thyroid and parathyroid gland and regulates the endocrine system. This posture is beneficial in improving digestion. It also relieves backaches, fatigue, and cures mild anxiety.",
    "image" : "assets/images/Raised arms pose.png"
  },
  {
    "name": "Pranamasana (Prayer pose)",
    "process": "Stand upright bringing the feet together and arms by your sides. Slowly bend your elbows to join your palms in a Namaskar Mudra in front of the chest. Close your eyes, relax the entire body, and keep breathing normally. Keep your focus around the chest on Anahata Chakra and chant 'Om Mitraya Namaha'.",
    "breathing": "Normal breathing",
    "precaution": "Spend time on Pranamasana without rushing on to the other pose as it inculcates the devotion for proceeding with the practice. Remember to keep your eyes closed and mentally greet the Sun – the ultimate source of life.",
    "benefits": "Prayer pose signifies the dedication towards the Sun and sun salutation. It calms the mind, develops patience, and relieves stress or anxiety. It activates the Anahata chakra and helps in balancing the emotions.",
    "image" : "assets/images/Prayer Pose.png"
  }
]