[
  {
    "name": "Samasthiti (Tadasana)",
    "process": "Stand keeping the toes together and maintaining a small space between the heels. Stack the shoulders and hips over the feet. Lengthen your spine from your tailbone to the crown broadening the collar bones. The arms are released along the sides of the sides body with your palms facing forward. In tadasana, the body weight is evenly distributed around the four corners of the feet.",
    "breathing": "Normal breathing",
    "precaution": "Stand keeping the feet hip distance apart helps in gaining proper alignment for Samasthiti.",
    "benefits": "N/A",
    "image" : "assets/images/Samasthiti (Tadasana).png"
  },
  {
    "name": "Urdhva Hastasana (Raised Hands Pose)",
    "process": "From the basic Samasthiti alignment, sweep your arms upward. Join the palms overhead simultaneously stretching the neck upward, to look towards the thumbs. Involve slight backbend to stretch upward in raised hands pose.",
    "breathing": "Inhale.",
    "precaution": "N/A",
    "benefits": "Draw the navel towards the spine engaging the core muscles.",
    "image" : "assets/images/Raised Hands Pose (Urdhva Hastasana).png"
  },
  {
    "name": "Standing Forward Bend (Uttanasana)",
    "process": "Fold forward from the hip joint sending the hips backward. Reach the floor with the hands placing the hands beside the feet slightly bending the elbows. In this position the abdomen rest over the thighs. The head reaches the ground while the forehead is kept touched to the shins.",
    "breathing": "Exhale.",
    "precaution": "N/A",
    "benefits": "N/A",
    "image" : "assets/images/Raised Hands Pose (Urdhva Hastasana).png"
  },
  {
    "name": "Half Standing Forward Bend (Ardha Uttanasana)",
    "process": "Straighten the arms placing the fingertips on the floor. Lift your torso, lengthening the spine and extending the head and chest. Keep the back flat and parallel to the floor.",
    "breathing": "Inhale.",
    "precaution": "Try bending the knees and let the hands remain on the floor. This will maintain the integrity of the back. Also the hands can be placed on the shins to lift into half forward bend.",
    "benefits": "N/A",
    "image" : "assets/images/Half Standing Forward Bend (Ardha Uttanasana).png"
  },
  {
    "name": "Four Limbed Staff Pose (Chaturanga Dandasana)",
    "process": "Send your feet backward one at a time. Bend the elbows pressing the palms against the floor. Lower the torso closer to the floor bringing the entire body parallel to the floor by pushing the toes to the ground. Stack the wrists under shoulders while getting into the four limbed staff pose.",
    "breathing": "Exhale",
    "precaution": "This pose can be modified bending the knees to the floor if it’s difficult to balance the body only on the toes and hands.",
    "benefits": "N/A",
    "image" : "assets/images/Four Limbed Staff Pose (Chaturanga Dandasana).png"
  },
  {
    "name": " Upward Facing Dog (Urdhva Mukha Svanasana)",
    "process": "Lower the torso to the floor and flatten the tops of your feet. Then, pressing the palms to the floor stretch forward extending the chest and spine upward. Uplift the thighs off the ground and throw the head backward assuming backbend stretching at the neck. Shoulders and the arms bear most of the weight.",
    "breathing": "Inhale.",
    "precaution": "To arch the upper back in Urdhva Mukha Svanasana, keep the toes, feet, and buttocks activated while pushing the pelvis down. This can also be altered with the practice of cobra pose by the beginners.",
    "benefits": "N/A",
    "image" : "assets/images/Upward Facing Dog (Urdhva Mukha Svanasana).png"
  },
  {
    "name": "Downward Facing Dog (Adho Mukha Svanasana)",
    "process": "Roll back on your toes brining the heels to the floor. Straighten the arms pressing the palms to the floor. The head hangs down between the arms. This brings the body into an inverted V shape.",
    "breathing": "Exhale (stay for 5 breaths).",
    "precaution": "In down-dog pose uplift your pelvis while bending the knees to lengthen the spine and sides of the rib-cage.",
    "benefits": "N/A",
    "image" : "assets/images/Upward Facing Dog (Urdhva Mukha Svanasana).png"
  },
  {
    "name": "Standing Forward Bend (Uttanasana)",
    "process": "Walk your legs forward between the hands. Fold forward at the hips resting the abdomen over the thighs. Bring the forehead to the shins and let the crown of the head hang towards the floor.",
    "breathing": "Exhale.",
    "precaution": "N/A",
    "benefits": "N/A",
    "image" : "assets/images/Standing Forward Bend (Uttanasana).png"
  },
  {
    "name": "Raised Hands Pose (Urdhva Hastasana)",
    "process": "Lift the torso and raise the hands upwards. Join the palms in prayer pose overhead. Stretch the neck upward into a slight back bend engaging the spine and core muscles.",
    "breathing": "Inhale.",
    "precaution": "N/A",
    "benefits": "N/A",
    "image" : "assets/images/Raised Hands Pose (Urdhva Hastasana).png"
  },
  {
    "name": "Samasthiti (Tadasana)",
    "process": "Firming the feet to the ground, lower the arms by the sides of your sides. Relax your neck and shoulders by rolling the shoulders away from the ears. Come back again in initial Samasthiti pose ending one round of Sun salutation A.",
    "breathing": "Normal breathing",
    "precaution": "N/A",
    "benefits": "N/A",
    "image" : "assets/images/Samasthiti (Tadasana).png"
  }





]